espressif/esp-idf/examples/bluetooth/nimble/ble_proximity_sensor/proximity_sensor_cent/sdkconfig.ci.esp32c2_xtal26m_name_v4
CONFIG_EXAMPLE_CI_ID=35
CONFIG_IDF_TARGET="esp32c2"
CONFIG_XTAL_FREQ_26=y
CONFIG_EXAMPLE_CI_PIPELINE_ID=${CI_PIPELINE_ID}
CONFIG_EXAMPLE_EXTENDED_ADV=n
CONFIG_BT_NIMBLE_HOST_ALLOW_CONNECT_WITH_SCAN=n
